IdeaRS.Connections
AddedMemberData.AngleBeta Property
Compatible with IDEA StatiCa 0.0
 The rotation around axis Z
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AngleBeta { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace